{
    "title": "LEGAL NOTICE FOR VIDEO STREAMING PLATFORM COMPLIANT WITH GDPR AND UK REGULATIONS",
    "islamicDate": "1446-06-18",
    "articles": [
        {
            "title": "The company",
            "content": "Myoumma © is a service provided by Yathiqu Limited; in the European Economic Area (EEA), Switzerland and the United Kingdom. The company is registered in Ireland under number 700286. Its address is Pod 2, the old station house, 15a main street, Blackrock, Co.Dublin. Myoumma © refers to the services provided by the myoumma.com platform."
        },
        {
            "title": "COLLECTION OF PERSONAL DATA UNDER GDPR",
            "content": "MyOumma collects personal data as part of its video streaming activity. Users are informed that this data is collected and processed in accordance with the GDPR and the UK data protection legislation. The purposes of data collection, the legal basis for processing, and user rights are detailed in the privacy policy accessible on the website."
        },
        {
            "title": "COOKIE POLICY",
            "content": "The site uses cookies to enhance the user experience. By using the site, the user consents to the use of cookies in accordance with MyOumma cookie policy. The cookie policy should provide detailed information on the types of cookies used, their purpose, and how users can manage them."
        },
        {
            "title": "DATA SECURITY AND TECHNICAL MEASURES",
            "content": "MyOumma implements appropriate security measures to protect users' personal data. Details of these measures are available in the privacy policy."
        },
        {
            "title": "USER RIGHTS",
            "content": "Users have the right to access, rectify, delete, restrict processing, and object to the processing of their personal data. They can exercise these rights by contacting support@MyOumma.com."
        },
        {
            "title": "DATA TRANSFERS",
            "content": "MyOumma may transfer personal data to third parties in accordance with applicable regulations, including using standard contractual clauses or other approved transfer mechanisms."
        }
    ]
}
