[
    {
      "title": " Why participate?",
      "content": "<b> Global and Human Impact: </b> Introduce the people who bring your mosque to life to an international audience.<br><b> Support and Rewards:</b> Give your mosque the chance to receive valuable aid to continue thriving.<br><b> Celebration and Pride:</b> Showcase the richness of your heritage, its spiritual role, and the moments that unite your community."
  },
    {
      "title": " What is MyOumma?",
      "content": " MyOumma is a digital content hosting website inspired by Muslim values. MyOumma allows you to discover, share, publish, evaluate, take part in competitions, inform and support those who promote the best, through diverse and varied content... embracing fascinating and surprising subjects. Much more than a platform, MyOumma allows you to stay connected to your community and gives you the opportunity to collect lots of hassanates (good deeds), earn money, take part in competitions and find inspiration to make yourself better. In sha Allah!"
    },
    {
      "title": "What is MyMasjid Contest?",
      "content": "<b>« MyMasjid » Global Mosque Presentation Contest </b> <br> is an international competition that highlights the beauty and significance of mosques worldwide,celebrating the spirit of unity and faith during the blessing month of Ramadan.<br> <br> We invite sponsors to support this global event and leverage its tremendous reach and media impact."    },
    {
      "title": "How to Become a Sponsor? ",
      "content": "The <b>Global Mosque Presentation Contest </b> offers a unique opportunity to increase brand visibility on a global scale while aligning with strong values that resonate deeply with Muslim communities around the world. Contact our team to discuss details at : partners@myoumma.app"
    },
    {
        "title": " Who can enter the competition?",
        "content": "Anyone can enter the contest, provided they are old enough and meet the requirements. However, for the women's category, you must have an active and verified women's account. "
      },
      {
        "title": "What type of mosque can I present?",
        "content": "As long as it is officially recognized by the country's authorities, all mosques can be presented, whatever their size or location. We will verify the selected mosques."
      },
      {
        "title": " Who earns what?",
        "content": "The amount indicated is donated directly to the mosque of the winning video, after verification of its eligibility. 10% is also donated to one of our selected NGOs. If you enter by posting a video: you can earn 10% of the indicated sum after verification of authorship. If you participate by rating and finish first, you can earn 10% of the winnings obtained by the video winner."
      },
      {
        "title": "  When do I receive my winnings?",
        "content": " Winnings will be distributed after verification of the results at the end of the contest; within a maximum of 15 days; in accordance with the contest rules.  "
      },
      {
        "title": "About us",
        "content": "Thank you for joining the MyOumma community.<br>Before we go any further, here's who we are:<br><br>We are simply fathers and mothers, sons and daughters, brothers and sisters, entrepreneurs.<br>We want to be players in our contemporary lives, not just spectators.<br><br>We will make many mistakes, because it's not an easy task.<br>But we ask for your indulgence and your invocations, and above all the forgiveness of our Lord, AL Afouw, He who erases faults.<br><br>We are simply Muslims, proud to be so, and we hope for the Firdaws (the highest paradise), for us as well as for you!<br>May the peace and blessings of Allah, to Him be glory and praise, be upon our beloved prophet.<br><br>Let's be quite clear:<br>we do not claim to belong to any political movement or party.<br>We condemn terrorism and all forms of violence and hatred.<br>We promote Justice and Peace; 'Peace' is for us one of the names of God 'As Salam'.<br><br>We have created this tool for ourselves and to help our community and humanity as a whole to promote good.<br>We hope it will please our Creator.<br><br>For us, faith, the purity of our works and our intentions are the means to bring us closer to our Lord, detached from all vanity and ostentation; bathed in the divine light that will enable us to love His creatures and His creation even more.<br><br>God is good and loves what is good and wishes us well.<br>He is el Wadoud, El Akram, Rahman, Grafour (The Forgiver who forgives those who ask Him for forgiveness).<br>Even if our sins filled the heavens and the earth, He would come with an equivalent forgiveness.<br><br>MyOumma is powered by Yathiqu Limited, Registration No 700286 Dublin, Ireland."
      }
  ]
  